#include "stdafx.h"
#include "Const.h"

char CardName[52][32] = //52
{
	"Двойка | Трефы", "Двойка | Бубны", "Двойка | Червы", "Двойка | Пики",
	"Тройка | Трефы", "Тройка | Бубны", "Тройка | Червы", "Тройка | Пики",
	"Четверка | Трефы", "Четверка | Бубны", "Четверка | Червы", "Четверка | Пики",
	"Пятерка | Трефы", "Пятерка | Бубны", "Пятерка | Червы", "Пятерка | Пики",
	"Шестерка | Трефы", "Шестерка | Бубны", "Шестерка | Червы", "Шестерка | Пики",
	"Семерка | Трефы", "Семерка | Бубны", "Семерка | Червы", "Семерка | Пики",
	"Восьмерка | Трефы", "Восьмерка | Бубны", "Восьмерка | Червы", "Восьмерка | Пики",
	"Девятка | Трефы", "Девятка | Бубны", "Девятка | Червы", "Девятка | Пики",
	"Десятка | Трефы", "Десятка | Бубны", "Десятка | Червы", "Десятка | Пики",
	"Валет | Трефы", "Валет | Бубны", "Валет | Червы", "Валет | Пики",
	"Дама | Трефы", "Дама | Бубны", "Дама | Червы", "Дама | Пики",
	"Король | Трефы", "Король | Бубны", "Король | Червы", "Король | Пики",
	"Туз | Трефы", "Туз | Бубны", "Туз | Червы", "Туз | Пики"
};
